/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configurar Conta";
"you_need_an_account" = "Não há contas $appname em seu dispositivo.\nPara usar este aplicativo, você precisa criar uma.";

//Login Screen
"testing_connection" = "Testando Conexão";
"server_instance_not_found" = "Servidor não encontrado";
"secure_connection_established" = "Conexão Segura Estabelecida";
"https_non_secure_connection_established" = "Redirecionado para uma rota insegura";
"connection_established" = "Conexão Estabelecida";
"login_details" = "Detalhes de Login";
"username" = "Nome de Usuário";
"password" = "Senha";
"login" = "Log in";
"cancel" = "Cancelar";
"error_login_message" = "O usuário ou a senha está incorreta";
"ok" = "OK";
"url_sample" = "Endereço do servidor https://...";
"forbidden_characters_in_password" = "Esta senha contém caracteres proibidos";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "A sessão expirou";
"credentials_different_user" = "As informações fornecidas do usuário não correspondem ao usuário da conta";
"auth_unsupported_auth_method" = "O servidor não suporta este método de autenticação";
"saml_server_does_not_give_user_id" = "O servidor não retornou uma ID de usuário correta. Entre em contato com o administrador";
"authentification_not_valid" = "Não foi possível autenticar neste servidor";
"error_too_many_http_redirects" = "Aconteceu um erro ao estabelecer a conexão. Por favor, tente novamente.";
"retry" = "Repetir";
"help_link_login" = "Novo para  $appname?";

//TabBarItems
"settings"="Configurações";
"files_tab"="Arquivos";

//Uploading
"upload" = "Enviar";
"account" = "Conta:";
"location" = "Localidade:";
"photo_albums" = "Álbuns de Fotos";
"loading" = "Carregando...";
"no_access_to_gallery" = "Ative o acesso a Fotos e Vídeos para $appname. Esta opção pode ser encontrada em Configurações> Privacidade> Fotos.";
"error" = "Erro";
"upload_failed"="O Envio Falhou";
"redirection_problem"="A ação de redirecionamento de URL não é suportada";

//First View
"menu_upload" = "Enviar Foto/Vídeo";
"menu_folder" = "Nova pasta";
"menu_text_file" = "Novo arquivo texto";
"sort_menu_title" = "Classificar";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Mais Recente-Mais Antigo";

//Create/Edit File Text
"create_text_file" = "Criar um Novo Arquivo Texto";
"title_view_new_text_file" = "Novo Arquivo Texto";
"title_view_edit_text_file" = "Editar Arquivo Texto";
"default_text_file_title" = "Novo arquivo texto";
"title_text_file_placeholder" = "Título...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "já existe";
"error_file_name_empty" = "O nome do arquivo não pode estar em branco.";
"no_changes_made" = "Nenhuma alteração foi feita";
"no_file_downloaded" = "O arquivo não foi baixado, você não pode editá-lo";


//Create Folder
"create_folder" = "Criar Nova Pasta";
"folder_name" = "Digite o Nome da Pasta:";
"save" = "Salvar";
"folder_exist" = "Já existe uma pasta com o nome escolhido. Por favor digite outro nome.";
"folder_create_error"="Diretório não pôde ser criado";
"not_show_potrait"="Menu não disponível no modo paisagem. Por favor, altere para o modo retrato.";
"not_possible_create_folder" = "A pasta não pode ser criada.";

//FilesView
"confirm_to_delete_item" = "Confirmar Exclusão do Item";
"yes" = "Sim";
"no" = "Não";
"delete_from_device" = "Você tem certeza de que deseja remover esse arquivo do dispositivo?";
"delete_from_server" = "Você tem certeza de que deseja remover esse arquivo do servidor?";
"not_possible_connect_to_server" = "Não é possível se conectar agora com este servidor.";
"delete_folder_from_server" = "Você tem certeza de que deseja remover essa pasta do servidor?";
"delete_local_server" = "Remover do dispositivo e do servidor";
"delete_local" = "Remover do dispositivo";
"delete_server" = "Remover do servidor";
"error_path" = "Não é possível abrir esta pasta. Por favor, certifique-se que ela existe";
"error_not_permission" = "Você não tem permissão para concluir a operação";
"folders" = "pastas";
"files" = "arquivos";
"folder" = "pasta";
"file" = "arquivo";
"more_swipe" = "Mais";
"message_not_files" = "Nada aqui. Envie alguma coisa!";

//Refresh file list
"release_refresh"="Solte para atualizar...";
"loading_refresh"="Carregando...";
"pull_down_refresh"="Puxe para atualizar.";

//Miscelanea
"back" = "Voltar";

//Preview
"open_with_label" = "Abrir com";
"delete_label"= "Excluir";

//Open with
"file_cannot_be_opened" = "O arquivo não pode ser aberto";
"no_app_instaled_to_open_it" = "Não há nenhum aplicativo instalado para abrir esse tipo de arquivo.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Estabelecendo Conexão";
"not_establishing_connection" = "Não é Possível Estabelecer Conexão";
"connection_closed" = "Conexão Fechada";
"connection_lost" = "Conexão Perdida";
"auth_failed" = "Falha na Autenticação";
"auth_passed" = "Autenticação OK";
"request_file_not_found" = "O aquivo solicitado não foi encontrado no servidor";
"request_file_not_accesed" = "O arquivo solicitado não pode ser acessado";
"unknow_response_server" = "Erro. Resposta inesperada do servidor.";
"uploading_data" = "Enviando Dados";
"downloading_data" = "Baixando Dados";
"transfer_complete" = "Transferência Concluída";
"transfer_failed" = "Falha na Transferência";

//Settings and PinCode
"title_app_pin" = "Código de Acesso";
"title_app_pin_and_touchID" = "Código de acesso e ID tátil";
"enter_app_pin" = "Entrar o Código de Acesso";
"enter_app_pin_long_description" = "Entrar o Código de Acesso";
"reenter_app_pin" = "Reentrar o Código de Acesso";
"remove_app_pin" = "Remover Código de Acesso";
"both_pass_not_same" = "Os Códigos de Acesso fornecidos não são os mesmos";
"app_pin_incorrect" = "Código de Acesso incorreto";
"passcode_not_enabled" = "Ativar senha primeiro";
"title_app_touchID" = "ID de toque";
"disconnect_button" = "Desconectar deste servidor";
"pin_removed" = "Código de Acesso removido";
"incorrect_pin" = "Código de Acesso incorreto";
"app_pin_stored" = "Código de Acesso armazenado";
"help" = "Ajuda";
"recommend_to_friend" = "Recomendar para um Amigo";
"send_feedback" = "Enviar Feedback";
"manage_accounts" = "Gerenciar Contas";
"add_new_account" = "Adicionar uma conta";
"save_changes" = "Salvar";
"add_account" = "Adicionar";
"user_exist" = "O usuário digitado já existe";
"imprint_button" = "Detalhes da publicação";
"title_instant_upload"="Envio Instantâneo";
"title_background_instant_upload" = "Envio Instantêneo em Backgroud";
"accounts_section" = "Contas";
"security_section" = "Segurança";
"instant_updloads_section" = "Envios Instantâneos";
"more_section" = "Mais";
"unlock_app" = "Destravar $appname";

//Downloading
"can_no_copy_to_gallery" = "Este arquivo não pode ser copiado para a galeria, porque não pode ser aberto pela galeria";
"file_is_downloading" = "Este arquivo já está sendo baixando";
"download_file_exist" = "Não é possível abrir este arquivo. Por favor, certifique-se que ele existe";
"wait_to_download" = "Preparando para baixar";
"updating" = "Atualizando";
"msg_while_downloads" = "Não é possível fazer esta operação, por favor, espere até que a operação de baixar um outro seja concluída";

//SSL
"invalid_ssl_cert" = "A identidade do site não pode ser verificada. Você quer confiar nesse certificado de qualquer maneira?";
"connection_declined" = "Conexão declinada pelo usuário";

//Recent view
"recent_now"="Segundos atrás";
"recent_minutes"="$minutes minutos atrás";
"recent_minute"="$minutes minuto atrás";
"recent_hours"="$hours horas atrás";
"recent_hour"="$hours hora atrás";
"recent_days"="$days dias atrás";
"recent_day"="$days dia atrás";
"recent_months"="$months meses atrás";
"recent_month"="$months mes atrás";

"uploads_tab"="Envios";
"current_section"="Atual";
"uploader_section"="Enviado";
"nothing_was_upload_recently"="Nada recentemente enviado a partir deste dispositivo";
"failed_uploader_section"="Falha no Envio";
"error_credential"="Erro de Credenciais";
"error_destiny_does_not_exist"="Erro de pasta";
"error_file_exists"="Erro de conflito";
"error_permission" = "Erro de permissão";
"error_file_does_not_exist" = "Source file not available on the device";"Erro de arquivo";
"error_file_in_background" = "Erro de servidor";
"error_file_invalid_characters" = "Caracteres inválidos";
"change_active_user"="Alterar o usuário ativo para";
"waiting_for_server"="Aguardando pela conexão com o servidor";
"waiting_for_upload"="Aguardando para enviar";
"error_permission_alert_message" = "Você não tem permissão para enviar arquivos para esta pasta";
"choose_folder" = "Escolher pasta";

//Select Folder View
"upload_label"="Enviar para";
"create_button"="Criar";
"choose_button"="Escolher";

//Rename
"rename_long_press" = "Renomear";
"rename_file_title" = "Renomear";
"enter_new_name" = "Digite um novo nome:";
"rename_file_exist" = "Arquivo com o nome dado já existe, por favor digite um nome diferente";

//Move
"move_long_press" = "Mover";
"move_to_label" = "Mover para";
"file_exist" = "O arquivo já existe na pasta de destino";
"override_file" = "Você quer substituir o arquivo existente por este?";
"accept" = "Aceitar";
"error_folder_destiny_is_the_same" = "ERRO: não é possível mover a pasta para ela mesma";
"original_file_exist" = "Não é possível mover o arquivo. Por favor, certifique-se que ele existe";
"original_folder_exist" = "Não é possível mover a pasta. Por favor, certifique-se que ela existe";

//Download folfer
"download_folder" = "Baixar a Pasta";
"cancel_download" = "Cancelar o download";

//Upload from other apps
"other_apps_title" = "Destino";
"other_apps_account" = "Conta";
"other_apps_folder" = "Pasta";
"other_apps_file_name" = "Nome do Arquivo";
"other_apps_send_to" = "Enviar para";
"error_moving_file" = "Não é possível mover o arquivo. Certifique-se que existe a pasta de destino";
"forbidden_characters_from_server" = "O nome contém pelo menos um caractere inválido";
"overwritte_title" = "Sobrescrever";

//Social
"twitter_message" = "Tente $twitteruser em seu smartphone!";
"facebook_message" = "Tente $appname em seu smartphone!\n";
"mail_recommendation_subject" = "Tente $appname em seu smartphone!";
"mail_recommendation_body" = "Eu quero convidar você a usar $appname em seu smartphone!\nBaixe aqui:";
"device_not_support_mail" = "Por favor, configure a sua conta de email";
"mail_feedback_subject" = "Retorno $appname";
"account_not_configure" = "O seu aparelho não tem a conta configurada. Vá para Configurações para configurá-la.";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupado";
"storage" = "Armazenamento";
"storage_upgrade" = "Adicionar Armazenamento";

//Jimmies
"this_file_is_older" = "Nova versão disponínel";
"msg_update_file_0_bytes" = "O arquivo no servidor tem 0 bytes. Você quer substituir o arquivo existente no seu dispositivo com este arquivo vazio?";

//Shared
"shared_tab" = "Links compartilhados";
"message_not_shared_files" = "Ainda não há arquivos/pastas compartilhadas por link.";
"message_not_shared_api_support" = "Desculpe, o compartilhamento não está habilitado em seu servidor. Por favor, contate o seu administrador";
"share_link_long_press" = "Compartilhar";
"unshare_link" = "Descompartilhar o link";
"share_not_available_on_this_server" = "Desculpe, este recurso não está habilitado em seu servidor. Por favor, contate o seu administrador";
"copy_link" = "Copiar link";
"file_to_share_not_exist" = "Não é possível compartilhar esse arquivo ou pasta. Por favor, certifique-se que eles existem";
"file_to_unshare_not_exist" = "Não é possível descompartilhar esse arquivo ou pasta. Por favor, certifique-se que eles existem";
"shared_link_protected_title" = "Digite uma senha";
"shared_link_protected_message" = "Para compartilhar o link você deve digitar uma senha para protegê-lo.";
"pasword_empty" = "A senha não pode estar em branco";
"no_pasword" = "Você deve digitar uma senha";
"get_share_link" = "Obter Conexão de Compartilhamento";
"set_expiration_time" = "Definir tempo de expiração";
"password_protect" = "Proteger com senha";
"allow_editing" = "Permitir edição";
"default_not_possible_msg" = "Não é possível fazer essa operação, por favor, tente mais tarde";
"share_user_group_indicator" = "grupo";
"share_user_federated_indicator" = "remoto";
"add_user_or_group_title" = "Adicionar Usuário ou Grupo";
"share_with_users_or_groups" = "Compartilhar com Usuários ou Grupos";
"not_share_with_users_yet"= "Não foi compartilhado com nenhum usuário até agora";
"not_sharee_api_supported" = "Infelizmente a sua versão do servidor não permite compartilhar com os usuários. Entre em contato com o administrador";
"share_link_title" = "Compartilhar link";
"not_share_link_enabled_capabilities" = "Link de compartilhamento não está disponível neste servidor. Por favor fale com o seu administrador";
"shared_link_cannot_remove_password" = "Não é possível remover a senha";
"shared_link_cannot_remove_expiration_date" = "Não é possível deixar em branco a data de expiração. Compartilhamentos são obrigados a ter uma data de expiração";
"shared_link_mail_subject" = "$userName shared »$fileOrFolderName« com você";
"secured_link" = "Protegido";

//Shared privileges
"title_user_can_edit" = "Pode editar";
"title_user_can_share" = "Pode compartilhar";
"user_can_create" = "criar";
"user_can_change" = "mudar";
"user_can_delete" = "excluir";
"title_view_edit_user_privileges" = "Privilégios";

//Favorites
"favorite" = "Favorito";
"unfavorite" = "Nãofavorito";
"parent_folder_is_favorite" = "A pasta que contém este arquivo já está nas favoritas";

//Available offline
"available_offline" = "Disponível offline";
"not_available_offline" = "Não está disponível offline";
"parent_folder_is_available_offline_file_child" = "A pasta que contém esse arquivo já está disponível offline";
"parent_folder_is_available_offline_folder_child" = "A pasta que contém essa pasta já está disponível offline";

//Document provider
"error_login_doc_provider" = "Não é possível acessar sua conta. Por favor, use o aplicativo $appname para entrar primeiro.";
"error_sending_file_to_document_picker" = "Erro ao enviar arquivo para o selecionador de documentos ";
"error_user_change_in_core_app" = "O usuário foi alterado no aplicativo $appname";
"error_connecting_with_server" = "Não foi possível conectar-se com o servidor, por favor, tente mais tarde";
"move_doc_provider_button" = "Mover para este local";
"export_doc_provider_button" = "Exportar para este local";

//Instant uploads
"location_not_enabled"="Serviços de localização não habilitados";
"message_location_not_enabled"="Por favor, vá para Configurações e ative Serviços de Localização para permitir envio de fotos instantâneas no fundo.";

"access_photos_library_not_enabled" = "Acesso a fotos não habilitado";
"message_access_photos_not_enabled" = "Por favor, vá para configuração e habilite Acesso a Foto, para permitir o envio de fotos instantâneas.";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Arquivos adicionados";
"files_will_be_upload_next_time" = "Os arquivos vão começar a carregar a próxima vez que você abrir $appname";

//Help Guide main app
"title_help_slide_0" = "Bem-vindo ao $appname!";
"message_help_slide_0" = "Passe para saber mais";
"title_help_slide_1" = "Envios Instantâneos";
"message_help_slide_1" = "Mantenha suas fotos seguras";
"title_help_slide_2" = "Gerenciar todos os seus arquivos";
"message_help_slide_2" = "Você pode apagar, mover";
"title_help_slide_3" = "Compartilhar";
"message_help_slide_3" = "Você pode compartilhar arquivos e pastas";
"title_help_slide_4" = "ContaMúltipla";
"message_help_slide_4" = "Conectar-se a todas as suas nuvens";
"title_help_slide_5" = "Seus arquivos privados sincronizados em qualquer lugar";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Log in";
"skip_button_help_guide" = "Pular";

//Account menu
"menu_account_edit" = "Editar credenciais";
"menu_account_clear_cache" = "Limpar cache";
"menu_account_log_out" = "Remover conta";
